Revit 2027 API
ParameterTypeId.StairsRailingBalusterSlopeAngle Property
 "Slope Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingBalusterSlopeAngle { get; }
Public Shared ReadOnly Property StairsRailingBalusterSlopeAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingBalusterSlopeAngle {
	ForgeTypeId^ get ();
}
static member StairsRailingBalusterSlopeAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace